# St7GetPropertyTable

Returns a table assigned to the specified property.

long St7GetPropertyTable(long uID, long PropTableType, long PropNum,
long* TableID)
Input Parameters
uID
Strand7 model file ID.
PropTableType
Property table type; see Table Types.
PropNum
Property number.
Output Parameters
TableID
Table ID number, or 0 for none.